Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །ཅི་སླར་མཚམས་སྦྱར་རམ།
en: “Shall I put the pieces back together?”

source: བཅོམ་ལྡན་འདས་སླར་མཚམས་སྦྱར་དུ་གསོལ།
en: “O Blessed One, please put the pieces back together.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མོས་པའི་སྟོབས་ཀྱིས་སླར་སྦྱར་ནས་གནས་ཇི་ལྟ་བ་བཞིན་དུ་བཞག་སྟེ།
en: Then, the Blessed One put the pieces back together with the power of dedication and set the rock in the same place as before.

source: བཅོམ་ལྡན་འདས་ཀྱང་དེ་ཉིད་ན་བཞུགས་སོ།
en: The Blessed One sat upon it, too.

source: །གྱད་ལྔ་བརྒྱ་པོ་དེ་དག་ཀྱང་དེ་ཉིད་དུ་ཚོགས་ནས་གསོལ་པ། བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ཀྱིས་ཕ་བོང་དེ་སྟོབས་གང་གིས་འཕངས་ལགས།
en: The five hundred people of the Malla clan also gathered there and asked, “O Blessed One, with what power did the Blessed One throw the huge rock up into the air?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གནས་འཇོག་དག་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་ཀྱིས་སོ།
en: “O Vāsiṣṭhas,” answered the Blessed One, “with the power generated from my father and mother.”

source: །དེ་རྣམས་ཀྱིས་གསོལ་པ། སྟོབས་གང་གིས་ཕྱེ་མར་བརླགས་ལགས།
en: They asked, “With what power did you smash the rock into pieces?”

source: རྫུ་འཕྲུལ་གྱི་སྟོབས་ཀྱིས་སོ། །གང་གིས་སླར་མཚམས་སྦྱར་ལགས།
en: “With what power did you put it back together?”

source: མོས་པའི་སྟོབས་ཀྱིས་སོ།
en: “With the power of dedication.”

source: །བཅོམ་ལྡན་འདས་ཀྱི་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་ཀྱི་ཚད་ཇི་ཙམ་ལགས།
en: “How great is the Blessed One’s power generated from his father and mother?”

source: གནས་འཇོག་དག་མི་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་ཕལ་པ་གཅིག་གི་ཡིན་ནོ།
en: “O Vāsiṣṭhas, the power of ten men equals the power of an average ox.

source: །གླང་ཕལ་པ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་བ་མེན་སྔོན་པོ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten average oxen equals the power of a blue wild ox.

source: །བ་མེན་སྔོན་པོ་བཅུའི་སྟོབས་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་ཕྲུ་གུ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten blue wild oxen equals the power of an elephant calf.

source: །གླང་པོ་ཆེ་ཕྲུ་གུ་བཅུའི་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་མོ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten elephant calves equals the power of a cow elephant.

source: །གླང་པོ་ཆེ་མོ་བཅུའི་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་ཕལ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten cow elephants equals the power of an average bull elephant.

source: །གླང་པོ་ཆེ་ཕལ་བཅུའི་གང་ཡིན་པ་དེ་ནི་གླང་པོ་ཆེ་མཆེ་བ་མེད་གཅིག་གི་ཡིན་ནོ།
en: The power of ten average bull elephants equals the power of a tuskless elephant.

source: །གླང་པོ་ཆེ་མཆེ་བ་མེད་བཅུའི་གང་ཡིན་པ་དེ་ནི་སྔོན་པོ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten tuskless elephants equals the power of a blue elephant.

source: །སྔོན་པོ་བཅུའི་གང་ཡིན་པ་དེ་ནི་སེར་པོ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten blue elephants equals the power of a yellow elephant.

source: །སེར་པོ་བཅུའི་གང་ཡིན་པ་དེ་ནི་དམར་པོ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten yellow elephants equals the power of a red elephant.

source: །དམར་པོ་བཅུའི་གང་ཡིན་པ་དེ་ནི་དཀར་པོ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten red elephants equals the power of a white elephant.

source: །དཀར་པོ་བཅུའི་གང་ཡིན་པ་དེ་ནི་འབིགས་བྱེད་ཀྱི་གླང་པོ་ཆེ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten white elephants equals the power of an elephant from Mount Vindhya.

source: །འབིགས་བྱེད་ཀྱི་གླང་པོ་ཆེ་བཅུའི་གང་ཡིན་པ་དེ་ནི་སྤོས་ཀྱི་གླང་པོ་ཆེ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten elephants from Mount Vindhya equals the power of a rutting elephant.

source: །སྤོས་ཀྱི་གླང་པོ་ཆེ་བཅུའི་གང་ཡིན་པ་དེ་ནི་ཚན་པོ་ཆེ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten rutting elephants equals the power of a nagna (champion).

source: །ཚན་པོ་ཆེ་བཅུའི་གང་ཡིན་པ་དེ་ནི་ཚན་པོ་ཆེ་ཆེན་པོ་གཅིག་གི་ཡིན་ནོ།
en: The power of ten nagnas equals the power of a great nagna.

source: །ཚན་པོ་ཆེ་ཆེན་པོ་བཅུའི་གང་ཡིན་པ་དེ་ནི་རབ་གནོན་གཅིག་གི་ཡིན་ནོ།
en: The power of ten great nagnas equals the power of a praskandin (aggressive man).

source: །རབ་གནོན་བཅུའི་གང་ཡིན་པ་དེ་ནི་སྟོབས་མཆོག་གཅིག་གི་ཡིན་ནོ།
en: The power of ten praskandins equals the power of a cāṇūra (wrestler).

source: །སྟོབས་མཆོག་བཅུའི་གང་ཡིན་པ་དེ་ནི་སྲེད་མེད་ཀྱི་བུའི་སྟོབས་ཕྱེད་དོ།
en: The power of ten cāṇūras equals one half of the power of Nārāyaṇa.

source: །སྲེད་མེད་ཀྱི་བུའི་སྟོབས་ཕྱེད་གཉིས་གང་ཡིན་པ་དེ་ནི་སྲེད་མེད་ཀྱི་བུའི་སྟོབས་ཡིན་ཏེ།
en: Two times half the power of Nārāyaṇa is the power of Nārāyaṇa.

source: དེ་དེ་བཞིན་གཤེགས་པའི་ཚིགས་དང་ཚིགས་ཕྲན་དག་ན་ཡོད་པས་གནས་འཇོག་དག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་སྲེད་མེད་ཀྱི་བུའི་སྟོབས་ཀྱི་ཚོགས་ཅན་ཡིན་ནོ།། །།
en: This much power is in each joint of a tathāgata. Vāsiṣṭhas, thus tathāgatas, arhats, perfectly awakened ones have a great mass of the power of Nārāyaṇa.”

source: མི་དང་གླང་དང་བ་མེན་དང་ནི་དེ་བཞིན་གླང་ཆེན་ཕྲུ་གུ་དང་། །གླང་ཆེན་མོ་དང་ཕལ་དང་མཆེ་བ་མེད་དང་དེ་བཞིན་བཞི་ཚན་དང་། །འབིགས་བྱེད་གླང་ཆེན་སྤོས་ཀྱི་གླང་ཆེན་དང་ནི་ཚན་པོ་ཆེ་གཉིས་དང་། །རབ་གནོན་དང་ནི་སྟོབས་མཆོག་དག་དང་སྲེད་མེད་བུ་ཡི་སྟོབས་གཉིས་སོ།
en: Man, ox, wild ox, elephant calf, Cow elephant, average elephant, tuskless elephant, elephants of four colors, Elephant from Mount Vindhya, rutting elephant, two types of nagnas, praskandin, cāṇūra, and the power of two Nārāyaṇas.

source: །སྲེད་མེད་ཀྱི་བུའི་སྟོབས་གང་ལགས་པ་འདི་དེ་བཞིན་གཤེགས་པའི་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་ལགས་ན། བཙུན་པ་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་དང་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་དང་། མོས་པའི་སྟོབས་ལས་སྟོབས་གཞན་མཆིས་ལགས་སམ།
en: “If this power of Nārāyaṇa is the power of a tathāgata generated from his father and mother, O Honored One, is there any other power besides the power generated from his father and mother and the powers of meditation and dedication?”

source: གནས་འཇོག་དག་ཡོད་དེ།
en: “O Vāsiṣṭhas, there is.

source: འདི་ལྟ་སྟེ་བསོད་ནམས་ཀྱི་སྟོབས་ཞེས་བྱ་བ་ཡིན་ཏེ།
en: It is called the power of merit.

source: གནས་འཇོག་དག་བསོད་ནམས་ཀྱི་སྟོབས་དང་ལྡན་པས་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་ཀྱི་ཤིང་དྲུང་དུ་བདུད་འཁོར་འབྱུང་པོ་བྱེ་བ་སུམ་བཅུ་རྩ་དྲུག་ཅན་བཅོམ་ནས་བླ་ན་མེད་པའི་ཡེ་ཤེས་བརྙེས་སོ།
en: Vāsiṣṭhas, because the Tathāgata has the power of merit, having defeated Māra and his host of three hundred sixty million bhūtas, he attained supreme knowledge under the Bodhi tree.”

source: །བཙུན་པ་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་དང་། ཏིང་ངེ་འཛིན་གྱི་སྟོབས་དང་། མོས་པའི་སྟོབས་དང་། བསོད་ནམས་ཀྱི་སྟོབས་འདི་བས་ལྷག་པའི་སྟོབས་གཞན་ལྟ་མཆིས་ལགས་སམ།
en: “O Honored One, is there any other power besides the power generated from his father and mother and the powers of meditation, dedication, and merit?”

source: འདི་ལྟ་སྟེ་ཡེ་ཤེས་ཀྱི་སྟོབས་ཞེས་བྱ་བ་ཡིན་ཏེ།
en: It is called the power of knowledge.

source: ཡེ་ཤེས་ཀྱི་སྟོབས་དང་ལྡན་པས་དེ་བཞིན་གཤེགས་པས་ཐོག་མ་མེད་པའི་དུས་ནས་བསགས་པའི་ཉོན་མོངས་པའི་ཚོགས་བོར་སྤངས་བསལ་ཏེ་སོ་སོར་སྤངས་སོ།
en: Since the Tathāgata has the power of knowledge, he abandoned the mass of defilements that had been accumulated since beginningless time and drove it away.”

source: །བཙུན་པ་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་དང་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་དང་། མོས་པའི་སྟོབས་དང་། བསོད་ནམས་ཀྱི་སྟོབས་དང་། ཡེ་ཤེས་ཀྱི་སྟོབས་འདི་བས་ལྷག་པའི་སྟོབས་གཞན་ལྟ་མཆིས་ལགས་སམ།
en: “O Honored One, is there any other power besides the power generated from his father and mother and the powers of meditation, dedication, merit, and knowledge?”

source: འདི་ལྟ་སྟེ་རྫུ་འཕྲུལ་གྱི་སྟོབས་ཞེས་བྱ་བ་ཡིན་ཏེ།
en: It is called magical power.

source: གནས་འཇོག་དག་རྫུ་འཕྲུལ་གྱི་སྟོབས་དང་ལྡན་པས་དེ་བཞིན་གཤེགས་པས་འོད་སྲུང་རྫོགས་བྱེད་ལ་སོགས་པ་སྟོན་པ་དྲུག་པོ་ཐམས་ཅད་མཁྱེན་པ་མ་ཡིན་པར་ཐམས་ཅད་མཁྱེན་པར་མངོན་པའི་ང་རྒྱལ་བྱེད་པ་དག་སྤོབས་པ་མེད་པར་བྱས་སོ།
en: Vāsiṣṭhas, because the Tathāgata has magical power, he destroyed the self-confidence of the six teachers, such as Pūraṇa Kāśyapa, who prided themselves on being perfectly awakened ones when they were actually not.”

source: །བཙུན་པ་འདི་ལྟར་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་དང་ཏིང་ངེ་འཛིན་གྱི་སྟོབས་དང་། མོས་པའི་སྟོབས་དང་། བསོད་ནམས་ཀྱི་སྟོབས་དང་། ཡེ་ཤེས་ཀྱི་སྟོབས་དང་། རྫུ་འཕྲུལ་གྱི་སྟོབས་འདི་བས་ལྷག་པའི་སྟོབས་གཞན་ལྟ་མཆིས་ལགས་སམ།
en: “O Honored One, is there any other power besides the power generated from his father and mother and the powers of meditation, dedication, merit, knowledge, and magical power?”

source: འདི་ལྟ་སྟེ་མི་རྟག་པའི་སྟོབས་ཞེས་བྱ་བ་ཡིན་ཏེ།
en: It is called the power of impermanence.

source: གནས་འཇོག་དག་མི་རྟག་པའི་སྟོབས་དང་ལྡན་པས་དེ་བཞིན་གཤེགས་པའི་ཡབ་དང་ཡུམ་ལས་བྱུང་བའི་སྟོབས་གང་ཡིན་པ་དང་། བསོད་ནམས་ཀྱི་སྟོབས་གང་ཡིན་པ་དང་། ཏིང་ངེ་འཛིན་གྱི་སྟོབས་གང་ཡིན་པ་དང་། མོས་པའི་སྟོབས་གང་ཡིན་པ་དང་། ཡེ་ཤེས་ཀྱི་སྟོབས་གང་ཡིན་པ་དང་། རྫུ་འཕྲུལ་གྱི་སྟོབས་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཤིང་སཱ་ལ་ཟུང་གི་བར་དུ་གཟི་མེད་པར་འགྱུར་རོ།
en: Vāsiṣṭhas, because the Tathāgata has the power of impermanence, all of his powers—the power generated from his father and mother and the powers of meditation, dedication, merit, knowledge, and magical power—fade between a pair of sāla trees.”

source: །ཚིགས་སུ་བཅད་དེ་ཡང་བཀའ་སྩལ་པ།
en: He also spoke these verses:

source: ཡེ་ཤེས་སྟོབས་དང་བསོད་ནམས་སྟོབས་དང་ནི།
en: “With all the powers of knowledge and merit,

source: །རྫུ་འཕྲུལ་སྟོབས་དང་སྐུ་ཡི་སྟོབས་པས་ཀྱང་།
en: And the magical and physical powers,

source: །ང་ཡི་གཟི་བརྗིད་འཇོམས་པར་བྱེད་པ་ཡི། །མི་རྟག་ཉིད་ནི་ཆེས་སྟོབས་ལྡན་པར་འདོད།
en: I admit that impermanence, which surpasses my brilliance, Has greater power.

source: །གང་དུ་གསེར་གྱི་རི་དབང་རྩེ་མོ་ལྟ་བུར་འདུག་པའི་སྐུ།
en: “He whose body abides like the golden peak of the king of mountains

source: །འདི་འདྲ་མི་རྟག་ཉིད་ཀྱི་གཟི་ཡིས་བཅོམ་ནས་འཇིག་འགྱུར་བ།
en: Is thus defeated and destroyed by the splendor of impermanence.

source: །མི་རྟག་ཤིན་ཏུ་སྟོབས་དང་ལྡན་པར་མཁས་པས་ཤེས་བྱ་སྟེ།
en: Wise people should know that impermanence is truly powerful,

source: །གང་དུ་མི་རྟག་ཉིད་ཀྱིས་རྫི་བ་མེད་པ་དེ་ཐོབ་བྱ།། །།འདུལ་བ་གཞི། བམ་པོ་སུམ་བཅུ་པ།
en: And they should achieve that which impermanence does not overcome.

source: གནས་འཇོག་དག་ད་ལྟར་གྱི་མི་རྣམས་ཚེ་དང་། ཁ་དོག་དང་། སྟོབས་དང་། ལོངས་སྤྱོད་ཀྱི་བར་དག་ཉམས་པ་ལ་ལྟོས།
en: “O Vāsiṣṭhas, see how people today are inferior to the people of long ago in terms of lifespan, figure, power, and wealth.

source: རྡོ་འདི་ནི་བསྐལ་པ་དང་པོའི་མི་རྣམས་ཀྱི་བང་ཚད་ཀྱི་རྡོ་ཡིན་ཏེ།
en: This rock was an exercise stone of people in the first eon.

source: འདི་ལ་ལག་རྗེས་ཀྱང་སྣང་ངོ་།
en: Even the impression of a hand is visible on it.”

source: །དེ་རྣམས་ཤིན་ཏུ་ཡ་མཚན་སྐྱེས་ནས་དེ་རྣམས་ཀྱི་སྟོབས་ཀྱི་དྲེགས་པ་གང་ཡིན་པ་དེ་མེད་པར་གྱུར་ཏོ།
en: They were quite astonished by this and lost their conceit about their own power.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གྱད་དེ་རྣམས་ཀྱི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། རང་བཞིན་མཁྱེན་ནས་དེ་དང་མཐུན་པའི་འཕགས་པའི་བདེན་པ་བཞི་རྟོགས་པར་འགྱུར་བའི་ཆོས་བཤད་པ་མཛད་དེ།
en: The Blessed One knew their thinking, proclivities, dispositions, and natures, and preached the Dharma that was appropriate for them.

source: དེ་ཐོས་ནས་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་ཉི་ཤུ་མཐོ་བ་ཡེ་ཤེས་ཀྱི་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: When they had heard the Dharma, they leveled the twenty high peaks of the mountain chain of the false view of individuality with the vajra of knowledge and actualized the fruit of stream-entry.

source: དེ་རྣམས་ཀྱིས་བདེན་པ་མཐོང་ནས་ལན་གསུམ་དུ་ཆེད་དུ་བརྗོད་པས་ཆེད་དུ་བརྗོད་པ།
en: After having seen the truths, they spoke an inspired utterance three times:

source: བཙུན་པ་འདི་ལྟ་བུ་ནི་བདག་ཅག་ལ་མས་མ་བགྱིས་ཏེ། ཕས་མ་ལགས། རྒྱལ་པོས་མ་ལགས། ལྷ་རྣམས་ཀྱིས་མ་ལགས། སྔོན་གྱི་འདས་པས་མ་ལགས།
en: “O Honored One, what you have done for us is what has never been done for us by our mothers, our fathers, a king, gods, ancestral spirits, śramaṇas or brahmins, our wives, or our kinsmen or relatives.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེས་མ་ལགས། སྡུག་པས་མ་ལགས། རང་གི་སྐྱེ་བོ་དང་གཉེན་གྱི་ཚོགས་ཀྱིས་མ་ལགས་པ་གང་ལགས་པ་བདག་ཅག་ལ་མཛད་དེ། བདག་ཅག་གིས་དགེ་བའི་བཤེས་གཉེན་བཅོམ་ལྡན་འདས་ལ་བརྟེན་ནས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་ཀྱི་གནས་ནས་ནི་རྐང་པ་དྲངས།
en: Relying on a good spiritual friend, the Blessed One, we have pulled ourselves out from the states of hell, animals, and hungry ghosts;

source: ལྷ་དང་མི་རྣམས་སུ་ནི་རབ་ཏུ་བཀོད།
en: placed ourselves among the gods and humans;

source: འཁོར་བ་ལས་ནི་རིང་དུ་མཛད།
en: and left the course of rebirth far behind.

source: ཐོག་མ་མེད་པ་ནས་བསགས་པའི་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་ཉི་ཤུ་མཐོ་བ་ཡེ་ཤེས་ཀྱི་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བགྱིས་ཏེ།
en: With the vajra of knowledge we have leveled the twenty high peaks of the mountain chain of the false view of individuality that had been accumulated since beginningless time, and actualized the fruit of stream-entry.

source: བཙུན་པ་བདག་ཅག་ནི་འཕགས་སོ། །མངོན་པར་འཕགས་སོ།
en: O Honored One, we have been exalted, truly exalted.

source: །དེ་ལྟ་བས་ན་བདག་ཅག་ནི་བཅོམ་ལྡན་འདས་དང་། ཆོས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆི་ལགས་ཀྱིས། བདག་ཅག་དགེ་བསྙེན་དུ་གཟུང་དུ་གསོལ།
en: Since we seek refuge in the Blessed One, the Dharma, and the community of monks, please accept us as lay brothers.

source: དེང་སླན་ཆད་ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་དང་ཡང་བསྡོས་ཏེ་སྐྱབས་སུ་མཆི་བར་མངོན་པར་དད་ལགས་སོ།
en: From today onward, we embrace our faith as ones who seek refuge throughout our life.” XIII. Kuśinagarī

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཀུ་ཤའི་གྲོང་ཁྱེར་གང་ན་བར་འདོང་ངོ་།
en: Then the Blessed One said to the venerable Ānanda, “Ānanda, let us go to Kuśinagarī.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་སྡིག་ཅན་དུ་མ་བཞུད་པར་ཀུ་ཤའི་གྲོང་ཁྱེར་གང་ན་བར་རྒྱུ་ཞིང་གཤེགས་ཏེ། རིམ་གྱིས་རྒྱུ་ཞིང་གཤེགས་པ་དང་ཀུ་ཤའི་གྲོང་ཁྱེར་དུ་བྱོན་ནས།
en: Thereupon the Blessed One, without going to Pāpā, traveled to Kuśinagarī, and in due course he arrived there.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཀུ་ཤའི་གྲོང་ཁྱེར་འདིར་ཤིང་སཱ་ལ་ཟུང་གི་བར་དུ་རིང་པོ་མི་ཐོགས་པ་ཁོ་ནར་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་རོ།། །།སྡོམ་ལ།
en: The Blessed One then said to the venerable Ānanda, “Ānanda, here in this Kuśinagarī the Tathāgata will soon be completely emancipated.” Chapter Five Summary of Contents:

source: སྟེའུ་དང་ལྷས་བལྟས་ལུམ་བི་ནི།
en: The Axe, Devadṛśa, Lumbinī,

source: །སེར་སྐྱ་དང་ནི་ཤིང་འདའ་དང་། །གསེར་ཐུབ་ཞིང་པ་ཆོས་གོས་དང་། །ཁྲུས་དང་བྱ་ཅན་བཅུ་ཚོགས་ཡིན།
en: Kapila, Where There Is Cotton, Kanakamuni, Kārṣaka, A Robe, Bath, Sikatin. These are the group of ten. I.

source: །བཅོམ་ལྡན་འདས་སྒྲ་ངན་ན་སྒྲ་ངན་རྣམས་ཀྱི་གྲོང་རྡལ་ཁྲ་བོ་འདུལ་ན་བཞུགས་སོ།
en: The Axe The Blessed One stayed in Kalmāṣadamya, a village of the people of Kuru.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ངས་ཟག་པ་ཟད་པ་ཤེས་ཤིང་མཐོང་ནས་གསུངས་ཏེ། རྒྱས་པར་ཡང་དག་པར་ལྡན་པའི་ལུང་ལས་ཕུང་པོའི་ལེའུ་ལས་སྟེའུ་ལྟ་བུའི་མདོ་འབྱུང་བ་ཡིན་ནོ།
en: At that time the Blessed One said to the monks, “Monks, having known and seen that defilements had been exhausted, I said . . . .” (Here the Sūtra of the Parable of the Axe in the section on the aggregates in the Saṃyuktāgama is to be recited in detail). II. Devadṛśa

source: །ལྷས་བལྟས་སུ་བྱོན་ནས་དེར་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཀུན་དགའ་བོ་ལྷས་བལྟས་འདིར་ཤཱཀྱ་ཤིན་ཏུ་བློ་གསལ་བཙས་ཏེ་འདི་ཉིད་དུ་ཆེན་པོར་གྱུར་ཏོ། །ལུམ་བི་ནིར་གཤེགས་ནས་དེ་ན་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One then arrived at Devadṛśa and there said to the venerable Ānanda, “Ānanda, in this Devadṛśa, in this very place, Suprabuddha Śākya was born and grew up.” III.

source: ཀུན་དགའ་བོ་ལུམ་བི་ནིའི་ཚལ་འདི་རང་བཙས་ནས་རིང་པོ་མ་ལོན་ཞིང་སུས་ཀྱང་མ་བླངས་པར་གོམ་པ་བདུན་བོར་ནས་ངས་ཕྱོགས་བཞིར་བལྟས་ཏེ་ངའི་སྲིད་པའི་སྐྱེ་བའི་མཐའ་ནི་འདི་ཡིན་ནོ་ཞེས་ཚིག་ཏུ་སྨྲས་སོ།
en: Lumbinī The Blessed One went to Lumbinī and there said to the venerable Ānanda, “Ānanda, in this forest of Lumbinī, as soon as I was born, I took seven steps without support from anyone, looked in the four directions, and said, ‘This is my last birth.’ IV. Kapila

source: །སེར་སྐྱེའི་གནས་སུ་བྱོན་ནས་དེར་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་སེར་སྐྱའི་གནས་འདིར་རྒྱལ་པོ་ཟས་གཙང་བཙས་ཏེ་འདི་ཉིད་དུ་ཆེན་པོར་གྱུར་ཏོ།
en: The Blessed One arrived in Kapilavastu and there said to the venerable Ānanda, “Ānanda, in this Kapilavastu, in this very place, King Śuddhodana was born and grew up. V.

source: །ཤིང་བལ་གྱི་འདའ་བ་ཅན་དུ་བྱོན་ནས།
en: Where There Is Cotton The Blessed One then arrived at a place called Where There Is Cotton.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཆོས་བཞིན་མ་ཡིན་པ་དང་། ཆོས་ཀྱི་འཁོར་བཤད་ཀྱིས་དེ་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ།
en: Thereupon the Blessed One said to the monks, “Monks, I will teach you about attendants who oppose the Dharma and those who follow it. Listen well and keep this in mind; I shall teach it.

source: །ཆོས་མ་ཡིན་པའི་འཁོར་གང་ཞེ་ན།
en: “What is an attendant who is opposed to the Dharma?

source: འཁོར་གང་ཞིག་འདུན་པས་འགྲོ་བ་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། འཇིགས་པས་འགྲོ་བ་སྟེ། འདི་ནི་ཆོས་མ་ཡིན་པའི་འཁོར་ཞེས་བྱའོ།
en: The attendant who proceeds because of desire, anger, delusion, and fear is called an attendant who is opposed to the Dharma.

source: །ཆོས་ཀྱི་འཁོར་གང་ཞེ་ན། འཁོར་གང་ཞིག་འདུན་པས་འགྲོ་བ་མ་ཡིན།
en: “What is an attendant who follows the Dharma?

source: ཞེ་སྡང་གིས་མ་ཡིན། གཏི་མུག་གིས་མ་ཡིན། འཇིགས་པས་འགྲོ་བ་མ་ཡིན་པ་སྟེ། འདི་ནི་ཆོས་ཀྱི་འཁོར་ཅེས་བྱའོ།
en: The attendant who does not proceed because of desire, anger, delusion, or fear is called an attendant who follows the Dharma.

source: །དགེ་སློང་དག་ངས་ཁྱེད་ལ་ཆོས་མ་ཡིན་པ་དང་། ཆོས་ཀྱི་འཁོར་ངས་བཤད་དོ་ཞེས་གང་གསུངས་པ་བཤད་པ་ནི་དེ་ཡིན་ནོ།
en: “Monks, I said to you, ‘I will teach you about attendants who oppose the Dharma and those who follow it.’ This is it.” VI. Kanakamuni

source: །མཚམས་ཅན་གྱི་གྲོང་དུ་བྱོན་ནས། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་མཚམས་ཅན་གྱི་གྲོང་འདིར་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གསེར་ཐུབ་བལྟམས་ཏེ།
en: When he arrived at Koṇaka Village, the Blessed One said to the venerable Ānanda, “Ānanda, in this Koṇaka Village, the Perfectly Awakened One Kanakamuni was born.

source: འདི་ཉིད་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ།
en: He was also completely emancipated in this very place. VII. Kārṣaka

source: །ཞིང་པའི་གྲོང་ཁྱེར་དུ་བྱོན་ནས། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ང་བྱང་ཆུབ་སེམས་དཔར་གྱུར་པ་ན་ཞིང་པའི་གྲོང་འདིར་ཡབ་ཟས་གཙང་གི་ལས་ཀྱི་མཐའ་རྣམས་ལ་བལྟས་ནས་ཤིང་འཛམ་བུའི་གྲིབ་མ་ལ་ཟག་པ་མེད་པ་དང་འདྲ་བ་བསམ་གཏན་དང་པོ་ལ་སྙོམས་པར་ཞུགས་སོ།
en: When he arrived at Kārṣaka Village, the Blessed One said to the venerable Ānanda, “Ānanda, when I was a bodhisattva, having seen the work of my father Śuddhodana in this Kārṣaka Village, I entered the first dhyāna, which is similar to the state without defilement, in the shade of a Jambū tree. VIII. A Robe

source: །ཕྱོགས་གཞན་ཞིག་ན་ཡང་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཕྱོགས་འདིར་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གསེར་ཐུབ་ཀྱི་ན་བཟའ་ཆོས་གོས་བརྐྱང་བ་ཡིན་ནོ།
en: Again, in a certain place, the Blessed One said to the venerable Ānanda, “Ānanda, a robe of the Perfectly Awakened One Kanakamuni was spread in this place.” IX. Bath

source: །ཁྲུས་ཀྱི་གྲོང་དུ་བྱོན་ནས། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྲུས་ཀྱི་གྲོང་འདིར་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གསེར་ཐུབ་ཀྱིས་ཁྲུས་མཛད་པས་དེ་བས་ན་འདིའི་མིང་ཁྲུས་ཀྱི་གྲོང་ཁྲུས་ཀྱི་གྲོང་ཞེས་བྱ་བར་གྲགས་སོ།
en: When he arrived at a village called Bath, the Blessed One said to the venerable Ānanda, “Ānanda, the Perfectly Awakened One Kanakamuni bathed in this Bath Village. Therefore the name of this place became ‘Village of Bath.’ ” X. Sikatin

source: །བྱེ་མ་ཅན་དུ་བྱོན་ནས་བྱེ་མ་ཅན་དུ་ཤིང་འཛེག་གི་ཤིང་ལྟ་བུའི་མདོའི་ལམ་གྱི་ཚོགས་རྒྱས་པར་བསྡུས་སོ།། །།སྡོམ་ལ།
en: The Blessed One arrived in Sikatin. In Sikatin . . . (The Sūtra of the Parable of Pole Climbing in the section of the path is abbreviated here). Chapter Six Summary of Contents:

source: འདོད་པ་མཐུན་དང་ཤས་ཆེ་དང་། །ལོ་མ་བདུན་དང་འཆར་ཀ་དང་། །མཉན་ཡོད་གདུ་བུ་ས་ཅན་དང་། །སེང་གེའི་གྲོང་དང་གྲོང་གསར་དང་། །གྲོང་ཁྱེར་དང་ནི་ཁྲེའུ་བརྩེགས།
en: Icchānaṅgalā, Utkaṭā, Saptaparṇa, Sunrise, Śrāvastī, Valaya, Where There Is Ground, Lion Village, New Village, City, Pīṭha,

source: །ཕྱི་མ་ནྱ་གྲོ་དྷ་གྲོང་སྟེ།
en: And Nyagrodhikā, which is the last.

source: །གྲོང་ཁྱེར་དེ་དག་བཅུ་གཉིས་གསུངས།
en: These twelve cities are explained. I. Icchānaṅgalā

source: །བཅོམ་ལྡན་འདས་འདོད་པ་མཐུན་པ་ན་འདོད་པ་མཐུན་པའི་ནགས་ཁྲོད་ན་བཞུགས་སོ།
en: In Icchānaṅgalā, the Blessed One stayed in the Icchānaṅgalā Forest.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ང་ཟླ་བ་གསུམ་པོ་འདི་ལ་ནང་དུ་ཡང་དག་འཇོག་པར་བཞེད་ཀྱིས།
en: At one point the Blessed One said to the monks, “Monks, I will go into seclusion here for three months. No monks should come to me except when someone brings me almsfood or when it is the day of poṣadha, which is held every fifteen days.”

source: ང་ལ་བསོད་སྙོམས་སྟོབས་པ་དང་། བཅྭ་ལྔ་པའི་གསོ་སྦྱོང་དེ་ཉིད་མ་གཏོགས་པར་དགེ་སློང་སུ་ཡང་མ་འོང་ཤིག །བཅོམ་ལྡན་འདས་ཟླ་བ་གསུམ་པོ་དེ་ལ་ནང་དུ་ཡང་དག་འཇོག་ལ་ཞུགས་ནས་བསོད་སྙོམས་སྟོབས་པའི་དགེ་སློང་དང་། བཅྭ་ལྔ་པའི་གསོ་སྦྱོང་དེ་ཉིད་མ་གཏོགས་པར་དགེ་སློང་སུ་ཡང་དེར་མི་འགྲོའོ།
en: And so the Blessed One did go into seclusion there for three months. No monks came to him except when a monk brought him almsfood or when it was the day of poṣadha, which is held every fifteen days.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཟླ་བ་གསུམ་པོ་དེ་ཁོ་ན་འདས་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ། །བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Thereupon the Blessed One, having spent the three months, sat on the seat prepared for him in front of the community of monks.

source: དགེ་སློང་དག་ཁྱེད་ལ་གལ་ཏེ་གཞན་མུ་སྟེགས་ཅན་དང་ཀུན་དུ་རྒྱུ་རྣམས་ཉེ་བར་ལྷགས་ནས་འདི་སྐད་ཅེས་འདྲི་སྟེ། དགེ་སྦྱོང་གཽ་ཏ་མ་གནས་པ་གང་ཞིག་གིས་ཟླ་བ་གསུམ་པོ་འདི་ལ་ནང་དུ་ཡང་དག་བཞག་པར་གྱུར་ཅེས་འདྲི་ན། དེ་སྐད་ཅེས་དྲིས་པ་ལ་དབུགས་རྔུབ་པ་དང་འབྱུང་བས་བཞུགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: When he had sat down, the Blessed One said to the monks, “Monks, if non-Buddhist ascetics or wandering mendicants approach you and ask, ‘In what state did the śramaṇa Gautama go into seclusion here for three months?’ you should answer those who ask, ‘He dwelt in breathing in and breathing out.’ “Why?

source: དགེ་སློང་དག་ང་ནི་ཟླ་བ་གསུམ་པོ་འདི་ལ་དབུགས་རྔུབ་པ་དང་དབུགས་འབྱུང་བ་དྲན་པའི་གནས་པས་ནང་དུ་ཡང་དག་བཞག་སྟེ།
en: Monks, I was in seclusion here for three months in the state of being mindful of breathing in and breathing out.

source: ངས་དྲན་བཞིན་དུ་དབུགས་བརྔུབས་ན་ཡང་དྲན་བཞིན་དུ་བརྔུབས་སོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ།
en: Whenever I breathed in, I knew that I was breathing in exactly as I was.

source: །དྲན་བཞིན་དུ་དབུགས་ཕྱུང་ན་ཡང་དྲན་བཞིན་དུ་དབུགས་ཕྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ།
en: Whenever I breathed out, I knew that I was breathing out exactly as I was.

source: །རིང་པོ་དང་ཐུང་ངུ་དང་། ལུས་ཐམས་ཅད་ཡང་དག་པར་མྱོང་ནས་དབུགས་བརྔུབས་ན་ལུས་ཐམས་ཅད་ཡང་དག་པར་མྱོང་ནས་དབུགས་བརྔུབས་སོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ།
en: While perfectly aware of long and short breaths and the whole body, whenever I breathed in, I knew, while perfectly aware of the whole body, that I was breathing in exactly as I was.

source: །ལུས་ཐམས་ཅད་ཡང་དག་པར་མྱོང་ནས་དབུགས་ཕྱུང་ན་ཡང་ལུས་ཐམས་ཅད་ཡང་དག་པར་མྱོང་ནས་དབུགས་ཕྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ།
en: While perfectly aware of the whole body, whenever I breathed out, I knew, while perfectly aware of the whole body, that I was breathing out exactly as I was.

source: །ལུས་ཀྱི་འདུ་བྱེད་ཤིན་ཏུ་སྦྱངས་ནས་དབུགས་བརྔུབས་པ་དང་། ལུས་ཀྱི་འདུ་བྱེད་ཤིན་ཏུ་སྦྱངས་ནས་དབུགས་ཕྱུང་ན་ཡང་དབུགས་ཕྱུང་ངོ་དབུགས་བརྔུབས་སོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ་ཞེས་བྱ་བ་ནས། འགོག་པར་རྗེས་སུ་ལྟ་ཞིང་དབུགས་ཕྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Having made supple the bodily formations, whenever I breathed in and, having made supple the bodily formations, I breathed out, I knew that I breathed in and breathed out exactly as I did . . . . I knew, observing cessation, that I breathed out exactly as I did.
